@extends('layout')

@section('title', 'Статья')

@section('content')
    <div class="allarcticles">
        <div class="articles-inner wrapper">
            <h2 class="black-28px">Дискомфорт: почему бегство от страданий ведет к новому великому страданию</h2>
            <p class="black-18px-lh155">Задумывались ли вы когда-нибудь, сколько людей и ресурсов экономики направлено на решение проблемы повышения комфорта человека? Подумайте, какие огромные силы тратятся, чтобы снизить дискомфорт. Человек стремится к комфорту, и это нормально, ненормальным было бы иное. Ощущение дискомфорта может говорить нам о том, что в данный момент условия окружающей среды не самые оптимальные. Например, температура в помещении слишком высокая, или стул неудобный, и значит мышцы, которые поддерживают положение в пространстве, могут перенапрягаться, вследствие чего быстрее настанет усталость. Дискомфорт также может неосознанно привлекать внимание к себе, и мозг будет переключаться с рабочей или личной задачи на ощущения, сложнее будет сосредоточиться, и, следовательно, продуктивность будет падать, а утомляемость расти. У нашего внимания тоже есть резерв. Оно тоже за сутки может «уставать». И, конечно же, дискомфорт может снижать настроение, а это, в свою очередь, тоже может влиять как на продуктивность на работе, так и на личную жизнь.

                    Но есть ситуации, когда избегание дискомфорта приводит только к вреду. И важно понимать, что невозможно полностью убежать от дискомфорта. Вы хотите избежать дискомфорта при обращении ко врачу и лечении, не хотите чувствовать боль во время медицинских процедур, не хотите столкнуться со страданиями при соблюдении рекомендаций доктора, если нужно соблюдать режим, диету, пить лекарства, ходить с утра на процедуры, но без этого ваше здоровье ухудшается, и начинаете испытывать боль из-за болезни. Вы могли избегать дискомфорта, который возникал, когда приходилось чему-то учиться, зубрить, запоминать, думать, в итоге вы идете на работу, и чтобы заработать определённую сумму вам приходится испытывать больше дискомфорта в цеху, чем вашим товарищам, обладающим дипломом и навыками по более квалифицированной профессии, либо при одном и том же уровне дискомфорта и усилий вы получаете меньше презренной бумаги, чем они.

                    И на что нужно обратить предельно пристальное внимание, когда вы избегаете дискомфорт, связанный с тревогой или другими негативными эмоциями, например, при социофобии вы боитесь людей и не выходите на улицу, через какое-то время страх ваш может усилиться, и у вас будет возникать выраженный страх уже при мысли, что вы можете встретиться с соседом, или что вам нужно написать кому-то в мессенджер, вы не сможете избежать дискомфорта.

                    При генерализованном тревожном расстройстве вы можете применять различные средства, чтобы обеспечить безопасность, но тревога все равно найдет повод для беспокойства, вы можете избегать новых начинаний, целей или возможностей из-за страха, что вы не достигнете цели и расстроитесь, ничего не добиваясь, вы осознаете, что так и не добились этого, и расстроитесь так же.

                    В рационально-эмоционально-поведенческой терапии выделяют такое нерациональное верование, как «нетерпимость фрустрации», вера в то, что я не должен испытывать страдания или дискомфорт, такая вера может быть фактором поддержания и развития «невротических расстройств» и психологического неблагополучия.

                    Стремление к дискомфорту может сделать вашу жизнь мучительной, обладающей малым субъективным смыслом для вас и лишенной ярких красок.  Чтобы разобраться, какой дискомфорт полезен, а какой нет, научиться снижать и преодолевать дискомфорт поможет работа с психологом, обладающим достаточной квалификацией.

                    Не откладывайте дискомфорт на завтра, который можно начать испытывать прямо сейчас достижения, успехи, любовь и славные дела.

                     Для получения профессиональной научно-обоснованной помощи записывайтесь  в телеграм https://t.me/septima665</p>
        </div>
    </div>
@endsection